cases/artigo_mestrado/on-caso-1.2/_grid/P3000_d1e19_linear/fluid/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
dimensions      [ 0 2 -2 0 0 0 0 ];
internalField   uniform 0.0;
boundaryField
{
    inlet
    {
        type            uniformFixedValue;
        uniformValue    table
        (
            (0   0)
            (1   0.6)
            (2   1.2)
            (3   1.8)
            (4   2.4)
            (5   3)
        );
    }
    outlet_peri      { type fixedValue; value uniform 0.0; }
    fsi_pia          { type zeroGradient; }
    fsi_dura         { type zeroGradient; }
    lid_wall_inner   { type zeroGradient; }
    lid_wall_outer   { type zeroGradient; }
}
